[{
  "examId": "exam1",
  "exams": "First-semester exam – Multimedia Production 1",
  "ects": "30",
  "requirements": "The objective is to test the students’ understanding of the theory, method and tools acquired through participation in the compulsory programme element: Multimedia Production 1 At this exam, students must present one or more product examples submitted in the first semes- ter. During the first semester, the students work on a digital portfolio, with product examples from the classes. The portfolio forms the basis of the first-semester exam.",
  "internalExternal": "Internal",
  "projectWorkProductReport": "",
  "submission ": "",
  "learningObjectives": "The learning objectives for the first-semester exam are identical to the learning objectives for the first semester. See the learning objectives in section 3.3 of this curriculum. ",
  "procedure": "",
  "assessment": "The exam is assessed by one or more examiners according to the 7-point grading scale. An individ- ual grade is awarded based on an overall assessment of the digital portfolio, the presentation and the individual exam. The assessment is based on the extent to which the goals and learning objec- tives of the first semester have been fulfilled as described in the curriculum. ",
  "re-exam ": "Students who fail the first exam attempt are offered two more attempts. Re-exams take place as soon as possible. Students are entitled to a re-exam based on the same project, a revised project or a new project. KEA provides advice on the advantages and disadvantages of the three methods in relation to the individual student’s work. The purpose of the re-exam is the same as for the or- dinary exam. ",
  "re-examIllness": "Re-exams due to documented illness or for other documented acceptable reasons are held imme- diately before or at the beginning of the following semester.  If KEA estimates that the student has been almost fully active in the project work, a make-up exam will be held based on the project work. If KEA estimates that the student has not been almost fully active in the project work, the make-up exam will take the form of a new project exam."
},

{
"examId": "exam2",
"exams": "Commencement of studies exam",
"ects": "Pass or fail",
"procedure": "KEA holds a commencement of studies exam for the Multimedia Design and Communication programme. KEA informs students about this shortly after the start of the programme. Students on the Multimedia Design and Communication programme must participate in and pass the commencement of studies exam to continue on the programme. The commencement of studies exam is intended to establish whether students have actually commenced their studies. The exam consists of a number of tasks related to fundamental elements from the first 7-8 weeks of the programme. The commencement of studies exam must be held no later than two months after the start of the programme, and the result must be announced to the students within two weeks of the exam.",
"re-exam": "The commencement of studies exam is assessed internally as ‘Pass’ or ‘Fail’. Students who fail the exam have the opportunity to participate in a re-exam (only one), which is held no later than three months after the start of the programme. Students are entitled to two attempts to pass the commencement of studies exam. The commencement of studies exam is not covered by the rules on exam appeals set out in the Examination Order."
},

{
"examId": "exam3",
 "exams": "Second-semester exam – Multimedia Production 2 ",
 "ects": "30",
 "requirements": "The objective is to test the students’ understanding of the theory, method and tools acquired through participation in the compulsory programme element: Multimedia Production 2 The exam is to demonstrate that the student is able to <ul><li>communicatevisuallytoatargetgroup</li><li>developaninteractivedigitalproduct</li><li>takingintoaccountthestakeholders</li><li>carryoutaprojectinateam.</li>",
 "internalExternal": "External",
 "projectWorkProductReport": "Project work must be interdisciplinary and problem-oriented, resulting in a functioning digital pro- totype and a report documenting the development work and the product. A detailed description of the project requirements can be found on the learning platform for the Multimedia Design and Communication programme and is intended to ensure that essential areas in the second semester are broadly combined. The project description sets out the requirements regarding group size, product scope and process documentation. It is made available to the stu- dents, examiner and co-examiner at the beginning of the project period.",
 "submission": "Students must submit a functioning digital prototype and a project report. The report may not ex- ceed 10 standard pages, plus 8 standard pages per group member. Front page, table of contents, bibliography and appendices are not included in the maximum number of pages. A standard page is 2,400 characters with spaces and footnotes. In connection with group reports, the individual student’s contribution must be clearly stated.",
 "learningObjectives": "The learning objectives for the second-semester exam are identical to the learning objectives for the first year of study. See the learning objectives in section 3.3 of this curriculum.",
 "procedure": "The exam covers the core areas of the second-semester compulsory programme element and is based on product, report and process. The exam consists of three elements: 1. Presentation 2. Examination 3. Grading. The specific requirements as regards the duration of the exam are published on the learning plat- form for the Multimedia Design and Communication programme, and are forwarded to the co- examiner.",
 "assessment": "The exam is assessed by the examiner and an external co-examiner according to the 7-point grad- ing scale. An individual grade is awarded based on an overall assessment of the report, digital pro- totype, presentation and the individual exam. The assessment is based on the extent to which the goals and learning objectives of the second semester have been fulfilled as described in the curriculum.",
 "re-exams": "Students who fail the first exam attempt are offered two more attempts. Re-exams take place as soon as possible. Students are entitled to a re-exam based on the same project, a revised project or a new project. KEA provides advice on the advantages and disadvantages of the three methods in relation to the individual student’s work. The purpose of the re-exam is the same as for the or- dinary exam. ",
 "re-examIllness": "Re-exams due to documented illness or for other documented acceptable reasons are held imme- diately before or at the beginning of the following semester. If KEA estimates that the student has been almost fully active in the project work, a make-up exam will be held based on the project work. If KEA estimates that the student has not been almost fully active in the project work, the make-up exam will take the form of a new project exam."
},

{
"examId": "exam4",
 "exams": "Third-semester exam – compulsory element: Multimedia Production 3 ",
 "ects": "20",
 "requirements": "The objective is to test the students’ understanding of the theory, method and tools acquired through the compulsory programme element: Multimedia Production Advanced, and the students’ ability to develop a professional profile in relation to the current requirements in the area. An exam assignment constitutes the basis of the exam: The specific requirements regarding the exam assignment are published on the learning platform for the Multimedia Design and Communication programme.",
 "internalExternal": "Internal",
 "projectWorkProductReport": "",
 "submission": "",
 "learningObjectives": "The learning objectives for the third-semester exam are identical to the learning objectives for the third-semester compulsory programme element. See the learning objectives in section 3.3 of this curriculum. ",
 "procedure": "The exam consists of <ul><li>Presentation</li><li>Examination</li><li>Grading</li>",
 "assessment": "The exam is assessed by one or more examiners according to the 7-point grading scale. Students are awarded one grade for their overall performance, covering production, profile, presentation and exam. The assessment is based on the extent to which the students have under- stood the third-semester goals and learning objectives, as described in the curriculum, and how they are presented.",
 "re-exams": "Students who fail the first exam attempt are offered two more attempts. The re-exam is held immediately before the beginning of the following semester. Students are entitled to a re-exam based on the same project, a revised project or a new project. KEA provides advice on the advantages and disadvantages of the three methods in relation to the individual student’s work. The purpose and learning objectives of the re-exam are the same as for the ordinary exam.",
 "re-examIllness": "Re-exams due to documented illness or for other acceptable documented reasons are held before the beginning of the following semester. If KEA estimates that the student has been almost fully active in the compulsory programme ele- ments, a make-up exam will be held based on the production and profile. If KEA estimates that the student has not been almost fully active in the compulsory programme elements, the make-up exam will be based on a substitution assignment."
},

{
"examId": "exam5",
 "exams": "Third-semester exam – elective subject ",
 "ects": "10",
 "requirements": "The elective subject is concluded with a presentation and a discussion, either individually or in groups, of one or more products which the students have developed in connection with the elec- tive subject. The requirements for the presentation and product(s) are made available on the learning platform for the Multimedia Design and Communication programme. ",
 "internalExternal": "",
 "projectWorkProductReport": "",
 "submission": "",
 "learningObjectives": "The learning objectives for the elective subject exam are identical to the learning objectives for the elective subject. The learning objectives can be found in the electives catalogue published on the learning platform for the Multimedia Design and Communication programme.",
 "procedure": "The exam form may vary depending on the objective of the elective subject in question. The exam is described under each elective subject on the learning platform for the Multimedia Design and Communication programme.",
 "assessment": "The exam is assessed by one or more examiners according to the 7-point grading scale. An individ- ual grade is awarded based on an overall assessment of the digital portfolio, the presentation and the individual exam. The assessment is based on the extentStudents are awarded one grade for their overall performance, covering product(s), presentation and discussion. The assessment is based on the extent to which the students have understood the elective subject goals and learning objectives, as described in the electives catalogue, and how they are presented.",
 "re-exams": "Students who fail the first exam attempt are offered two more attempts. The re-exam is held immediately before or at the beginning of the following semester. Students are entitled to a re-exam based on the same project, a revised project or a new project. KEA provides advice on the advantages and disadvantages of the three methods in relation to the individual student’s work. The purpose of the re-exam is the same as for the ordinary exam. The purpose of the re-exam is the same as for the ordinary exam.",
 "re-examIllness": "Re-exams due to documented illness or for other acceptable documented reasons are held before the beginning of the following semester. If KEA estimates that the student has been almost fully active in the elective programme elements, the re-exam will be based on the products developed by the student in the course of the elective subject. If KEA estimates that the student has not been almost fully active in the elective programme ele- ments, a make-up exam will be held based on a substitution assignment."
},

{
"examId": "exam6",
 "exams": "Fourth-semester exam – internship ",
 "ects": "15",
 "requirements": "The internship is concluded with an internship report, a presentation and a discussion of one or more products developed by the student during the internship, as well as of the professional ex- perience gained by the student. The requirements for the report and presentation are described under the guidelines for forth-semester internships. ",
 "internalExternal": "",
 "projectWorkProductReport": "",
 "submission": "",
 "learningObjectives": " The learning objectives for the internship exam are identical to the learning objectives for the in- ternship. See the learning objectives in section 3.5 of this curriculum",
 "procedure": "The exam is internal and intended to assess the students’ individual learning based on the learning objectives for the internship. The exam consists of <ul><li>Presentation</li><li>Examination</li><li>Grading</li></ul>",
 "assessment": "The exam is assessed internally according to the 7-point grading scale. Students are awarded one grade for their overall performance, covering their report, presentation and a discussion. The assessment is based on the extent to which the students have understood the internship goals and learning objectives, as described in the curriculum, and how they are pre- sented.",
 "re-exams": "Students who fail the first exam attempt are offered two more attempts. The re-exam is held immediately after the first attempt. Students are entitled to a re-exam based on the same project, a revised project or a new project. KEA provides advice on the advantages and disadvantages of the three methods in relation to the individual student’s work. The purpose of the re-exam is the same as for the ordinary exam.",
 "re-examIllness": "Re-exams due to documented illness or for other acceptable reasons are held before the final ex- am in the fourth semester. If KEA estimates that the student has been almost fully active during the internship, the re-exam will be based on the report and the products produced by the student in the course of the intern- ship. If KEA estimates that the student has not been almost fully active during the internship, the stu- dent must complete another internship."
},

{
"examId": "exam7",
 "exams": "Requirements for the final project",
 "ects": "15",
 "requirements": "The requirements for the report, presentation and product(s) are described in the fourth-semester guide for final projects, which is available on the learning platform for the Multimedia Design and Communication programme. The project description defines group size, the scope of the prod- uct(s) and process documentation as well as submission deadlines and requirements. The project description is made available to students, lecturers and co-examiners. Students who are able to document a relevant, specific impairment may apply for exemption from the requirement that spelling and writing skills are included in the assessment. The application must be submitted to the head of education no later than four weeks prior to the exam.",
 "internalExternal": "",
 "projectWorkProductReport": "",
 "submission": "",
 "learningObjectives": "The final exam project is intended to demonstrate that the level of achievement expected at the end of the programme has been reached, see Annex 1 of Ministerial Order no. 1061 of 14 Novem- ber 2012 on the Academy Profession Degree Programme in Multimedia Design and Communica- tion: The intended learning outcome includes the knowledge, skills and competencies that an AP Grad- uate in Multimedia Design and Communication is to acquire during the programme. See the learning objectives for the programme in section 1.2 of the curriculum – Programme ob- jective.",
 "procedure": "The exam is external and covers the core areas of knowledge, qualifications and competencies which a multimedia designer is to acquire during the programme. The exam consists of <ul><li>Presentation</li><li>Examination</li><li>Grading</li></ul> The specific requirements as regards the duration of the exam are published on the learning plat- form for the Multimedia Design and Communication programme, and are forwarded to the co- examiner.",
 "assessment": "The exam is external and assessed according to the 7-point grading scale. The exam consists of a project and an oral part. One aggregate grade is awarded. To sit the exam, students must have passed their internship exam and all other exams on the programme.",
 "re-exams": "Students who fail the first exam attempt are offered two more attempts. Re-exams are held within two months of the first attempt. Students are entitled to a re-exam based on the same project, a revised project or a new project. KEA provides advice on the advantages and disadvantages of the three methods in relation to the individual student’s work. The purpose of the re-exam is the same as for the ordinary exam. The purpose of the re-exam is the same as for the ordinary exam.",
 "re-examIllness": "Re-exams due to documented illness or for other acceptable documented reasons are held within two months of the ordinary exam. If KEA estimates that the student has been almost fully active during the exam project period, the re-exam will be based on the initial problem statement. If KEA estimates that the student has not been almost fully active during the exam project period, the re-exam will be based on a new problem statement."
}
]
